[
  {
    "code": "A000",
    "diagnosis": "<ul><li>Acute diarrheal disease endemic in India and southeast Asia whose causative agent is vibrio cholerae; can lead to severe dehydration in a matter of hours unless quickly treated.</li><li>An acute diarrheal disease endemic in India and southeast Asia whose causative agent is vibrio cholerae. This condition can lead to severe dehydration in a matter of hours unless quickly treated.</li><li>Cholera is a bacterial infection that causes diarrhea. The cholera bacterium is usually found in water or food contaminated by feces . Cholera is rare in the United States. You may get it if you travel to parts of the world with inadequate water treatment and poor sanitation, and lack of sewage treatment. Outbreaks can also happen after disasters. The disease is not likely to spread directly from one person to another. Often the infection is mild or without symptoms, but sometimes it can be severe. Severe symptoms include profuse watery diarrhea, vomiting, and leg cramps. In severe cases, rapid loss of body fluids leads to dehydration and shock. Without treatment, death can occur within hours. Doctors diagnose cholera with a stool sample or rectal swab. Treatment includes replacing fluid and salts and sometimes antibiotics. Anyone who thinks they may have cholera should seek medical attention immediately. Dehydration can be rapid so fluid replacement is essential. Centers for Disease Control and Prevention.</li></ul>"
  },
  {
    "code": "A499",
    "diagnosis": "<ul><li>An acute infectious disorder caused by gram positive or gram negative bacteria. Representative examples include pneumococcal , streptococcal, salmonella and meningeal infections.</li><li>Bacteria are living things that have only one cell. Under a microscope, they look like balls, rods, or spirals. They are so small that a line of 1,000 could fit across a pencil eraser. Most bacteria won't hurt you - less than 1 percent of the different types make people sick. Many are helpful. Some bacteria help to digest food, destroy disease-causing cells, and give the body needed vitamins. Bacteria are also used in making healthy foods like yogurt and cheese.but infectious bacteria can make you ill. They reproduce quickly in your body. Many give off chemicals called toxins, which can damage tissue and make you sick. Examples of bacteria that cause infections include streptococcus, staphylococcus, and e. Coli.antibiotics are the usual treatment. When you take antibiotics, follow the directions carefully. Each time you take antibiotics, you increase the chances that bacteria in your body will learn to resist them. Later, you could get or spread an infection that those antibiotics cannot cure.</li><li>Infections and associated diseases caused by bacteria, general or unspecified.</li><li>Infections by bacteria, general or unspecified.</li></ul>"
  }
]